{
  "about-me": "Sobre mim",
  "about-me-emoji": "✨ Sobre mim",
  "portfolio": "Portfólio",
  "portfolio-emoji": "🔗 Portfólio",
  "career": "Carreira",
  "career-emoji": "💼 Carreira",
  "contact": "Contato",
  "contact-emoji": "📬 Contato",
  "download": "Baixar",
  "lets-talk": "Vamos conversar!",
  "greetings": "👋 Saudações!",
  "experiences": "Experiências",
  "you-can-call-me-isabela": "Meu nome é Isabela e desenvolvo soluções para a web com foco em performance e usabilidade",
  "for-over-2-years-developing": "Com mais de 5 anos de experiência como professora de tecnologia, ajudo novos talentos a entrarem no mundo da programação.",
  "graduated-in-ads": "Graduada em Sistemas de Informação e Cursando Licenciatura em Computação.",
  "interests-in-full-stack": "Full Stack Developer com foco em projetos web modernos, responsivos e funcionais.",
  "trying-to-be-a-little-better": "Em constante evolução, busco aprender e melhorar um pouco mais a cada dia.",
  "works": "Trabalhos",
  "and-projects": "e projetos",
  "see-more-projects-on-github": "Veja mais projetos no Github",
  "see-more-projects-on-figma": "Veja mais projetos no Figma",
  "nlw-04-rocketseat": "App web da NLW #04 Rocketseat. Plataforma de Pomodoro com exercícios. O app está disponível para uso, clique no card.",
  "web-and-mobile-app-for-car-sales-ads": "App web e mobile para anúncios de vendas de carros.",
  "nlw-esports-rocketseat": "App web e mobile da NLW eSports Rocketseat. Encontre o seu duo dos games com esse app.",
  "web-app-for-car-sales-and-purchases": "App web para vendas e compras de automoveis. Permite que pessoa física ou jurídica possa utilizar o app de forma simples e segura.",
  "nlw-05-rocketseat": "App web da NLW #05 Rocketseat. Plataforma de perguntas e respostas em real-time.",
  "etl-web-app": "ETL web app. Georeferenced data will be extracted from shapefiles and loaded into a geographic database.",
  "nlw-02-rocketseat": "App web da NLW #02 Rocketseat. Plataforma online de estudos.",
  "nlw-01-rocketseat": "App web da NLW #01 Rocketseat. Sistema de cadastro e pesquisa de ponto de coletas.",
  "a-platform-for-production-control": "Uma plataforma para controle de produção e qualidade de produtos para pequenas empresas.",
  "experience-and-user-interfaces-for-carson": "Experiência e interfaces de usuário para CarsOn. App web de vendas e compras de automoveis.",
  "specialized-brand-providing-services": "Marca especializada com prestação de serviços em soluções e tecnologias.",
  "web-app-for-creating-and-managing-digital-minutes": "App web de criação e gerenciamento de atas digitais.",
  "re-design-ensinio": "Re-design da main page do site feito para a Ensinio.",
  "design-created-for-matheus-campos": "Design criado para meu amigo e programador Matheus Campos.",
  "rominfo-provides-services": "Rominfo presta serviços na área de tecnologia da informação, com foco em infraestrutura e treinamentos.",
  "re-creation-of-the-instagram": "Recriação da rede social na versão web com uma releitura do dark mode e adicional de elementos novos.",
  "projects": "Projetos",
  "with-videos": "em vídeos",
  "its-always-good-to-know-a-little-editing": "Sempre é bom saber um pouquinho de edição",
  "click-to-watch": "Clique para assistir",
  "application-pitch": "Pitch da aplicação",
  "technologies": "Tecnologias",
  "and-skills": "e habilidades",
  "techs-i-use-on-a-daily-basis": "Techs que uso no dia a dia",
  "other-techs-ive-done-projects-with": "Outras techs com que já realizei projetos",
  "trajectory": "Tragetória",
  "so-far": "até aqui",
  "profissional-area": "Profissional",
  "at-the-moment": "Atualmente",
  "academic-area": "Acadêmica",
  "support-at-hospital": "Hospital Cemil | Auxiliar de T.I",
  "support-of-description": "Atuei no suporte técnico, prestando atendimento a usuários e auxiliando na manutenção de sistemas, redes e equipamentos de informática. Durante esse período, desenvolvi conhecimentos práticos em infraestrutura de redes, atendimento técnico e manutenção preventiva e corretiva.",
  "jul-2019-jan-2020": "Julho/2019 · Janeiro/2020",
  "april-2021-currently": "Abril/2021 · Novembro/2022",
  "teacher-at-ceju": "Centro da Juventude | Professora de Informática",
  "ceju-as-a-teacher": "Ministrei aulas de informática e robótica para crianças e adolescentes, com foco no desenvolvimento de habilidades digitais e pensamento lógico.",
  "jul-2017-jun-2019": "Julho/2017 · Junho/2019",
  "february-2019-january-2021": "February/2019 · January/2021",
  "january-2020-january-2021": "Janeiro/2020 · Janeiro/2021",
  "october-2016-december-2017": "Outubro/2016 · Dezembro/2017",
  "bolsa-tech": "Bolsista Capes | Talento Tech",
  "bolsa-tech-description": "Bolsista do programa Talento Tech Paraná, cursando pela UEPG. Atuando no aprendizado contínuo de disciplinas tecnológicas, desenvolvimento de projetos colaborando com empresas para criar soluções inovadoras e atender às necessidades do mercado.",
  "ago-2024-jun-2025": "Agosto/2024 · Previsão: Junho/2025",
  "computer-degree": "Superior | UEL - Licenciatura em Computação",
  "graduated-from-uel-degree": "Cursando Licenciatura em Computação na Universidade Estadual de Londrina (UEL), com foco no desenvolvimento de competências para ensino de tecnologias e na formação de habilidades para atuar na educação em TI.  ",
  "ago-2023-ago-2027": "Agosto/2024 · Previsão: Agosto/2027",
  "august-2019-august-2022": "Agosto/2019 · Agosto/2022",
  "graduated-computer-forenses": "Pós Graduação | Computação Forense e Perícia Digital",
  "in-2023-i-graduated": "Especialização concluída com foco na análise e preservação de evidências digitais, investigação de crimes cibernéticos e aplicação de técnicas de perícia digital. pela UNOPAR - Universidade Norte do Paraná.",
  "jan-2023-out-2023": "Janeiro/2023 · Outubro/2023",
  "graduated-technology-education": "Pós Graduação | Tecnologia de Informática na Educação",
  "technology-education-description": "Especialização voltada para a integração de tecnologias digitais no ambiente educacional. Pela Universidade Estadual Londrina - UEL",
  "ago-2023-jun-2025": "Agosto/2023 · Junho/2025",
  "system-information": "Superior | Sistemas de Informação",
  "system-system-description": "Graduada pela UNIPAR Sistemas de Informação",
  "january-2017-december-2020": "Janeiro/2017 · Dezembro/2020",
  "professional-informatics": "Profissionalizante | Informática básica",
  "at-the-end-of-2017": "Ao final de 2017 me formei no ensino médio na escola Amância Dias Sampaio em Jacareí.",
  "in-november-2017": "Em novembro de 2017 me certifiquei em informática avançada pelo Instituto Educacional Iraci Veiga.",
  "eight-months": "8 months",
  "february-2017-november-2017": "Fevereiro/2017 · Novembro/2017",
  "at-the-end-of-2016-i-was-certified": "Ao final de 2016 me certifiquei em informática profissionalizante pelo Instituto Educacional Iraci Veiga.",
  "one-year-three-months": "1 ano e 3 meses",
  "october-2015-december-2016": "Outubro/2015 ·  Dezembro/2016",
  "seven-years-of": "7 anos de",
  "designer": "Designer",
  "skills-emoji": "🧑‍💻 Skills",
  "in": "Em",
  "lets-talk-section": "Vamos conversar!",
  "text-copied-to-clipboard": "Texto copiado para o clipboard!",
  "back-to-the-top": "Voltar ao topo",
  "support-at-mhnet": "Suporte técnico | Mhnet Telecom",
  "working-as-support": "Atuei no suporte técnico especializado, prestando assistência a uma equipe de técnicos para garantir a resolução rápida e eficaz de problemas técnicos complexos. Realizava o monitoramento da rede com a ferramenta Zabbix, assegurando a disponibilidade e o desempenho dos serviços. Trabalhei diretamente com tecnologias de rede óptica FTTH, incluindo configuração e manutenção de ONUs e OLTs em ambientes GPON.",
  "jun-2020-abr-2022": "Julho/2020 · Abril/2022",
  "front-end-developer-at-coderockr": "Coderockr | Desenvolvedor Front-end",
  "working-on-the-maintenance": "Uma softhouse na qual pude trabalhar na manutenção de diversas aplicações de diferentes negócios e segmentos, além de desenvolver novas features e melhorias.",
  "november-2022-december-2022": "Novembro/2022 · Dezembro/2022",
  "all-about-characters-episodes-and-more": "Um site com diversas informações sobre a série: personagens, episódios e mais.",
  "site-that-brings-together": "Tech Notícia reúne as principais notícias de tecnologia dos maiores portais em um só lugar.",
  "ignite-rocketseat": "Ignite Rocketseat | ReactJS e NodeJS",
  "improving-myself-on-the-front-end": "Me aprimorando no Front-end iniciando no back-end. Design Systems, GraphQL. JAMStack, Suspense API, Streaming SSR, Docker, TypeORM, JWT e bcrypt são alguns dos principais conceitos que são abordados e tem mais! Clique e veja.",
  "know-more": "Saiba mais",
  "tutora": "Tutora | UNIPAR",
  "working-as-a-tutora": "Atuei como tutora nos cursos de Análise e Desenvolvimento de Sistemas e Ciência de Dados, esclarecendo dúvidas sobre conteúdo e o Ambiente Virtual de Aprendizagem (AVA). Forneci informações complementares, incentivei discussões em fóruns e acompanhei individualmente os alunos. Também corrigi avaliações, gerenciei postagens e trabalhei junto aos coordenadores para resolver questões acadêmicas",
  "may-2022-fev-2024": "Mai/2022 · Fev/2024",
  "finance-releases-app": "App de lançamentos de finanças. Que reúne várias contas bancárias em um só lugar.",
  "application-focused": "Aplicação focada para utilização de Design System com Storybook.",
  "the-design-of-that-website-you-are-selling": "O Design desse site que está vendo :)",
  "leadster-landing-page": "Página de galeria de vídeos com filtragem e modal",
  "browser-radio-web": "Aplicação web de Rádio de navegador consumindo uma API pública com milhares de rádios do mundo radio",
  "site-to-find-countless": "Site para encontrar inúmeras obras de arte e os mais diversos tipos de artistas.",
  "memories-time-capsule-app": "App de cápsula do tempo de memórias realizado no evento Nlw Spacetime",
  "teacher-at-scholl": "Professora | SEED",
  "fev-2023-actually": "Fev/2023 - Atualmente",
  "working-at-scholl": "Professora do Curso técnico de desenvolvimento de sistemas. Ministrei as disciplinas de Programação Mobile, Banco de Dados, Pensamento Computacional, Programação Front-end e Back-end, Lógica Computacional e Robótica, preparando os alunos para o mercado de tecnologia e incentivando o desenvolvimento de habilidades práticas e teóricas.",
  "vendyx-description": "Vendyx is a modern sales management system designed for small entrepreneurs."
}
